var txt = [];

txt['false-status'] 					= "ผิดพลาด! ระบบไม่สามารถ กำหนดค่า สถานะ ใหม่ได้";
txt['edit-1'] 								= "กรุณาเลือกเพียง 1รายการ เพื่อทำการ แก้ไข";
txt['show-1'] 								= "กรุณาเลือกเพียง 1รายการ เพื่อทำการ แสดง";
txt['softdelete-more'] 						= "กรุณาเลือกอย่างน้อย 1รายการ เพื่อทำการ ลบ";
txt['softdelete-confirm'] 				= "ต้องการ ลบ รายการที่เลือกไว้ แน่ใจหรือไม่?";
txt['delete-more'] 						= "กรุณาเลือกอย่างน้อย 1รายการ เพื่อทำการ ลบข้อมูลออกจากระบบ";
txt['delete-confirm'] 				 = "คุณต้องการ ลบ รายการที่เลือกไว้ ออกจากระบบ ** ระบบไม่สามารถกู้คืนได้ ** ";
txt['restore-more'] 				= "กรุณาเลือกอย่างน้อย 1รายการ เพื่อเรียกคืนข้อมูล  .";
txt['restore-confirm'] 				= "คุณต้องการเรียกคืนข้อมูล รายการที่เลือกไว้  ?";
txt['edit-confirm'] 					= "คุณต้องการ แก้ไข รายการที่เลือกไว้ แน่ใจหรือไม่?";
txt['show-confirm'] 					= "คุณต้องการ แสดงรายละเอียด รายการที่เลือกไว้ แน่ใจหรือไม่?";
txt['select-one'] 					    = "กรุณาเลือกข้อมูล 1 ข้อมูลเท่านั้น";
